#+TITLE: 在家的时间
#+DATE: 2019-01-01

* 工作
** 杂事
*** 每日计划
    CLOCK: [2019-08-05 一 09:59]--[2019-08-05 一 10:10] =>  0:11
*** 团队周报
    CLOCK: [2019-06-08 六 00:11]--[2019-06-08 六 00:23] =>  0:12
*** 1909 和主席沟通发展记录
    CLOCK: [2019-09-26 四 01:08]--[2019-09-26 四 01:31] =>  0:23
*** 1907 校招提前批面试准备
    CLOCK: [2019-08-09 五 01:07]--[2019-08-09 五 02:05] =>  0:58
*** 1908 19年秋季晋升数据工程内部评审
    CLOCK: [2019-08-02 五 00:55]--[2019-08-02 五 01:43] =>  0:48
*** 1907 Q3 OKR设定
    CLOCK: [2019-07-16 二 00:22]--[2019-07-16 二 00:55] =>  0:33
*** 1907 Q2 OKR Review
    CLOCK: [2019-07-05 五 08:23]--[2019-07-05 五 09:22] =>  0:59
    CLOCK: [2019-07-05 五 01:42]--[2019-07-05 五 01:56] =>  0:14
** 运维
*** MI 运维
    CLOCK: [2019-09-27 五 02:13]--[2019-09-27 五 02:22] =>  0:09
    CLOCK: [2019-09-22 日 10:55]--[2019-09-22 日 11:17] =>  0:22
    CLOCK: [2019-09-22 日 00:17]--[2019-09-22 日 01:05] =>  0:48
    CLOCK: [2019-08-14 三 00:01]--[2019-08-14 三 00:19] =>  0:18
    CLOCK: [2019-08-13 二 22:54]--[2019-08-13 二 23:32] =>  0:38
    CLOCK: [2019-08-05 一 22:31]--[2019-08-05 一 22:40] =>  0:09
    CLOCK: [2019-08-05 一 18:20]--[2019-08-05 一 18:32] =>  0:12
    CLOCK: [2019-08-04 日 23:47]--[2019-08-05 一 00:02] =>  0:15
    CLOCK: [2019-08-03 六 11:15]--[2019-08-03 六 11:42] =>  0:27
    CLOCK: [2019-07-31 三 02:15]--[2019-07-31 三 02:27] =>  0:12
    CLOCK: [2019-07-25 四 01:41]--[2019-07-25 四 01:57] =>  0:16
    CLOCK: [2019-07-24 三 23:48]--[2019-07-25 四 00:34] =>  0:46
    CLOCK: [2019-07-24 三 23:02]--[2019-07-24 三 23:12] =>  0:10
    CLOCK: [2019-07-22 一 23:59]--[2019-07-23 二 00:10] =>  0:11
    CLOCK: [2019-07-22 一 22:43]--[2019-07-22 一 23:09] =>  0:26
    CLOCK: [2019-07-20 六 23:01]--[2019-07-21 日 00:10] =>  1:09
    CLOCK: [2019-07-09 二 11:32]--[2019-07-09 二 11:58] =>  0:26
    CLOCK: [2019-07-01 一 08:27]--[2019-07-01 一 08:46] =>  0:19
    CLOCK: [2019-07-01 一 08:26]--[2019-07-01 一 08:27] =>  0:01
    CLOCK: [2019-06-29 六 01:24]--[2019-06-29 六 01:47] =>  0:23
    CLOCK: [2019-06-11 二 00:39]--[2019-06-11 二 01:03] =>  0:24
    CLOCK: [2019-06-10 一 23:10]--[2019-06-10 一 23:44] =>  0:34
    CLOCK: [2019-06-01 六 22:55]--[2019-06-01 六 23:23] =>  0:28
    CLOCK: [2019-05-29 三 09:15]--[2019-05-29 三 09:20] =>  0:05
    CLOCK: [2019-05-29 三 05:25]--[2019-05-29 三 06:11] =>  0:46
    CLOCK: [2019-05-28 二 23:49]--[2019-05-29 三 00:32] =>  0:43
    CLOCK: [2019-05-06 一 00:15]--[2019-05-06 一 00:43] =>  0:28
    CLOCK: [2019-04-30 二 01:22]--[2019-04-30 二 01:32] =>  0:10
*** 1907 排查报警失灵问题
    CLOCK: [2019-08-16 五 00:49]--[2019-08-16 五 01:05] =>  0:16
*** 1908 排查content_alliance 延迟问题
    CLOCK: [2019-08-05 一 11:50]--[2019-08-05 一 12:03] =>  0:13
    CLOCK: [2019-08-04 日 01:40]--[2019-08-04 日 02:12] =>  0:32
    CLOCK: [2019-08-03 六 23:52]--[2019-08-04 日 00:10] =>  0:18
    CLOCK: [2019-08-03 六 21:47]--[2019-08-03 六 22:30] =>  0:43
    CLOCK: [2019-08-03 六 18:10]--[2019-08-03 六 18:38] =>  0:28
    CLOCK: [2019-08-03 六 13:34]--[2019-08-03 六 13:37] =>  0:03
*** 1905 MI Master上线117097d6
    CLOCK: [2019-05-17 五 23:57]--[2019-05-18 六 00:29] =>  0:32
    CLOCK: [2019-05-16 四 23:40]--[2019-05-17 五 00:44] =>  1:04
*** 1903 公有云Trace采集问题跟进
** MI 3.0 BFE
*** 1907 项目周报
    CLOCK: [2019-08-30 五 02:41]--[2019-08-30 五 03:04] =>  0:23
*** 1908 支持Hadoop Streaming方式启动
    CLOCK: [2019-08-26 一 09:15]--[2019-08-26 一 09:17] =>  0:02
    CLOCK: [2019-08-11 日 22:41]--[2019-08-11 日 23:10] =>  0:29
    CLOCK: [2019-08-11 日 18:38]--[2019-08-11 日 18:57] =>  0:19
    CLOCK: [2019-08-11 日 17:36]--[2019-08-11 日 18:26] =>  0:50
    CLOCK: [2019-08-11 日 16:25]--[2019-08-11 日 17:20] =>  0:55
    CLOCK: [2019-08-11 日 00:13]--[2019-08-11 日 00:40] =>  0:27
    CLOCK: [2019-08-10 六 23:19]--[2019-08-11 日 00:00] =>  0:41
    CLOCK: [2019-08-05 一 20:59]--[2019-08-05 一 22:19] =>  1:20
    CLOCK: [2019-08-05 一 17:30]--[2019-08-05 一 18:00] =>  0:30
    CLOCK: [2019-08-05 一 16:51]--[2019-08-05 一 17:13] =>  0:22
    CLOCK: [2019-08-05 一 15:34]--[2019-08-05 一 16:36] =>  1:02
    CLOCK: [2019-08-05 一 01:41]--[2019-08-05 一 01:57] =>  0:16
    CLOCK: [2019-08-04 日 19:28]--[2019-08-04 日 19:38] =>  0:10
    CLOCK: [2019-08-04 日 14:58]--[2019-08-04 日 16:36] =>  1:38
    CLOCK: [2019-08-03 六 15:46]--[2019-08-03 六 17:08] =>  1:22
** MI 上云
*** 1905 云上非自动流程完善
    CLOCK: [2019-05-21 二 23:49]--[2019-05-22 三 00:01] =>  0:12
** MI 2.9
*** 1907 b2log迁移icode
    CLOCK: [2019-09-22 日 22:27]--[2019-09-22 日 23:35] =>  1:08
    CLOCK: [2019-07-17 三 02:46]--[2019-07-17 三 02:52] =>  0:06
    CLOCK: [2019-07-15 一 01:20]--[2019-07-15 一 01:55] =>  0:35
*** 1908 Matrix/Opera销毁实例回调API
    CLOCK: [2019-09-01 日 22:37]--[2019-09-01 日 23:00] =>  0:23
    CLOCK: [2019-09-01 日 21:37]--[2019-09-01 日 22:00] =>  0:23
    CLOCK: [2019-08-17 六 00:30]--[2019-08-17 六 01:17] =>  0:47
*** 1908 sofa-pbrpc改造为baidu-rpc
    CLOCK: [2019-08-28 三 01:30]--[2019-08-28 三 02:50] =>  1:20
    CLOCK: [2019-08-22 四 23:13]--[2019-08-22 四 23:25] =>  0:12
    CLOCK: [2019-08-22 四 02:30]--[2019-08-22 四 03:53] =>  1:23
    CLOCK: [2019-08-22 四 01:15]--[2019-08-22 四 02:01] =>  0:46
*** 1907 BFE改造拆解和排期
    CLOCK: [2019-07-21 日 16:56]--[2019-07-21 日 17:42] =>  0:46
*** 1907 BFE改造方案设计
    CLOCK: [2019-07-12 五 00:17]--[2019-07-12 五 00:50] =>  0:33
    CLOCK: [2019-07-11 四 23:03]--[2019-07-12 五 00:00] =>  0:57
*** 1907 b2log发版修复度秘偶然出core问题
    CLOCK: [2019-07-09 二 23:06]--[2019-07-10 三 00:18] =>  1:12
    CLOCK: [2019-07-09 二 21:54]--[2019-07-09 二 22:56] =>  1:02
    CLOCK: [2019-07-09 二 18:58]--[2019-07-09 二 20:20] =>  1:22
    CLOCK: [2019-07-09 二 10:48]--[2019-07-09 二 10:53] =>  0:05
    CLOCK: [2019-07-09 二 01:01]--[2019-07-09 二 02:01] =>  1:00
*** 1907 BFE改造方案设计
    CLOCK: [2019-07-04 四 01:12]--[2019-07-04 四 01:54] =>  0:42
    CLOCK: [2019-07-04 四 00:46]--[2019-07-04 四 01:00] =>  0:14
** MI 3.0
*** 1904 云培训PPT
    CLOCK: [2019-04-22 一 01:56]--[2019-04-22 一 02:35] =>  0:39
*** 1904 Q2开发设计文档
    CLOCK: [2019-04-24 三 23:32]--[2019-04-24 三 23:45] =>  0:13
    CLOCK: [2019-04-21 日 22:31]--[2019-04-21 日 22:45] =>  0:14
** MI 2.8
*** 1907 水位回退问题修复
    CLOCK: [2019-07-02 二 01:20]--[2019-07-02 二 02:31] =>  1:11
*** 1906 重建ES集群
    CLOCK: [2019-06-23 日 23:45]--[2019-06-24 一 01:12] =>  1:27
*** 1905 修复中转传输record_id对不上的问题
    CLOCK: [2019-05-23 四 23:59]--[2019-05-24 五 01:37] =>  1:38
*** 1905 MI平台上Opera
    CLOCK: [2019-05-15 三 00:12]--[2019-05-15 三 00:34] =>  0:22
*** 1904 MI 2.8设计和排期
    CLOCK: [2019-04-28 日 23:27]--[2019-04-29 一 00:01] =>  0:34
** MI 3.0 RS
*** 1906 解决MI的Boxer迁移问题
    CLOCK: [2019-06-25 二 00:10]--[2019-06-25 二 00:34] =>  0:24
*** 1906 RS培训后的鲁班监控完善
    CLOCK: [2019-06-21 五 00:36]--[2019-06-21 五 01:21] =>  0:45
* 学习
** 记录和反思
*** 1910 国庆记录和总结
    CLOCK: [2019-10-03 四 22:16]--[2019-10-03 四 22:25] =>  0:09
*** 1909 近期反思
    CLOCK: [2019-09-28 六 02:29]--[2019-09-28 六 02:43] =>  0:14
*** 1909 个人介绍（新新）
    CLOCK: [2019-09-24 二 23:21]--[2019-09-24 二 23:27] =>  0:06
    CLOCK: [2019-09-24 二 21:57]--[2019-09-24 二 22:42] =>  0:45
    CLOCK: [2019-09-22 日 11:44]--[2019-09-22 日 12:00] =>  0:16
    CLOCK: [2019-09-21 六 19:59]--[2019-09-21 六 20:19] =>  0:20
*** 1908 8.23和轩瑜在奥森初次记录
    CLOCK: [2019-08-25 日 00:40]--[2019-08-25 日 00:49] =>  0:09
    CLOCK: [2019-08-24 六 02:03]--[2019-08-24 六 02:12] =>  0:09
*** 1908 和女朋友轩瑜的记录
    CLOCK: [2019-08-22 四 00:41]--[2019-08-22 四 01:10] =>  0:29
    CLOCK: [2019-08-21 三 00:30]--[2019-08-21 三 01:32] =>  1:02
    CLOCK: [2019-08-20 二 23:18]--[2019-08-20 二 23:31] =>  0:13
*** 1908 解释七夕心路历程
    CLOCK: [2019-08-11 日 12:31]--[2019-08-11 日 12:55] =>  0:24
    CLOCK: [2019-08-11 日 11:30]--[2019-08-11 日 12:31] =>  1:01
*** 1908 解释周四晚上未送回家的原因
    CLOCK: [2019-08-10 六 22:22]--[2019-08-10 六 22:40] =>  0:18
    CLOCK: [2019-08-10 六 09:45]--[2019-08-10 六 12:09] =>  2:24
    CLOCK: [2019-08-10 六 01:00]--[2019-08-10 六 02:17] =>  1:17
*** 1908 七夕表白记录
    CLOCK: [2019-08-08 四 01:00]--[2019-08-08 四 02:22] =>  1:22
*** 1907 和轩瑜的记录
    CLOCK: [2019-08-07 三 01:26]--[2019-08-07 三 01:50] =>  0:24
    CLOCK: [2019-08-05 一 00:24]--[2019-08-05 一 00:59] =>  0:35
    CLOCK: [2019-08-05 一 00:02]--[2019-08-05 一 00:07] =>  0:05
    CLOCK: [2019-07-30 二 23:16]--[2019-07-30 二 23:43] =>  0:27
    CLOCK: [2019-07-30 二 00:49]--[2019-07-30 二 01:21] =>  0:32
    CLOCK: [2019-07-29 一 01:05]--[2019-07-29 一 01:57] =>  0:52
    CLOCK: [2019-07-27 六 10:26]--[2019-07-27 六 11:04] =>  0:38
    CLOCK: [2019-07-27 六 02:30]--[2019-07-27 六 02:59] =>  0:29
    CLOCK: [2019-07-26 五 00:31]--[2019-07-26 五 01:28] =>  0:57
    CLOCK: [2019-07-24 三 01:15]--[2019-07-24 三 02:29] =>  1:14
    CLOCK: [2019-07-24 三 00:39]--[2019-07-24 三 01:11] =>  0:32
*** 1908 整理首次见面的笔记发给她
    CLOCK: [2019-08-04 日 14:26]--[2019-08-04 日 14:58] =>  0:32
    CLOCK: [2019-08-04 日 12:13]--[2019-08-04 日 12:20] =>  0:07
    CLOCK: [2019-08-04 日 11:27]--[2019-08-04 日 12:12] =>  0:45
*** 1908 进一步解释没做到关心的理由
    CLOCK: [2019-08-03 六 23:02]--[2019-08-03 六 23:51] =>  0:49
    CLOCK: [2019-08-03 六 17:40]--[2019-08-03 六 18:04] =>  0:24
    CLOCK: [2019-08-03 六 11:42]--[2019-08-03 六 13:23] =>  1:41
*** 1907 整理积压照片
    CLOCK: [2019-07-30 二 23:49]--[2019-07-31 三 01:38] =>  1:49
    CLOCK: [2019-07-30 二 23:45]--[2019-07-30 二 23:49] =>  0:04
*** 1907 责任、态度和方法
    CLOCK: [2019-07-21 日 10:10]--[2019-07-21 日 10:40] =>  0:30
    CLOCK: [2019-07-20 六 22:15]--[2019-07-20 六 22:59] =>  0:44
*** 1907 我理想中的家庭
    CLOCK: [2019-07-20 六 10:05]--[2019-07-20 六 11:59] =>  1:54
    CLOCK: [2019-07-20 六 01:52]--[2019-07-20 六 02:26] =>  0:34
*** 1907 我的辩解和自述
    CLOCK: [2019-07-17 三 03:01]--[2019-07-17 三 03:08] =>  0:07
    CLOCK: [2019-07-17 三 02:11]--[2019-07-17 三 02:44] =>  0:33
*** 19Q3 记录
    CLOCK: [2019-07-07 日 00:51]--[2019-07-07 日 01:11] =>  0:20
*** 1811 个人介绍（新）
    CLOCK: [2019-07-23 二 23:30]--[2019-07-23 二 23:41] =>  0:11
    CLOCK: [2019-07-23 二 01:10]--[2019-07-23 二 01:39] =>  0:29
    CLOCK: [2019-07-21 日 23:02]--[2019-07-22 一 00:15] =>  1:13
    CLOCK: [2019-07-21 日 22:00]--[2019-07-21 日 22:23] =>  0:23
    CLOCK: [2019-07-19 五 00:39]--[2019-07-19 五 00:48] =>  0:09
    CLOCK: [2019-07-13 六 23:48]--[2019-07-14 日 01:25] =>  1:37
    CLOCK: [2019-07-08 一 01:24]--[2019-07-08 一 02:04] =>  0:40
    CLOCK: [2019-07-07 日 23:17]--[2019-07-08 一 01:18] =>  2:01
    CLOCK: [2019-07-07 日 11:45]--[2019-07-07 日 11:58] =>  0:13
    CLOCK: [2019-07-05 五 00:35]--[2019-07-05 五 00:59] =>  0:24
    CLOCK: [2019-07-01 一 08:56]--[2019-07-01 一 09:01] =>  0:05
    CLOCK: [2019-07-01 一 00:23]--[2019-07-01 一 01:55] =>  1:32
    CLOCK: [2019-06-30 日 22:08]--[2019-06-30 日 22:30] =>  0:22
    CLOCK: [2019-06-30 日 21:31]--[2019-06-30 日 22:00] =>  0:29
    CLOCK: [2019-06-30 日 18:13]--[2019-06-30 日 18:32] =>  0:19
    CLOCK: [2019-06-30 日 17:23]--[2019-06-30 日 17:54] =>  0:31
    CLOCK: [2019-06-30 日 00:10]--[2019-06-30 日 00:20] =>  0:10
    CLOCK: [2019-06-29 六 23:16]--[2019-06-29 六 23:49] =>  0:33
    CLOCK: [2019-06-28 五 01:47]--[2019-06-28 五 01:51] =>  0:04
    CLOCK: [2019-06-19 三 00:09]--[2019-06-19 三 01:19] =>  1:10
    CLOCK: [2019-05-21 二 00:11]--[2019-05-21 二 00:20] =>  0:09
    CLOCK: [2019-05-20 一 02:37]--[2019-05-20 一 02:43] =>  0:06
*** 1906 端午记录
    CLOCK: [2019-06-10 一 23:44]--[2019-06-11 二 00:39] =>  0:55
    CLOCK: [2019-06-10 一 21:22]--[2019-06-10 一 22:30] =>  1:08
    CLOCK: [2019-06-10 一 18:08]--[2019-06-10 一 18:34] =>  0:26
    CLOCK: [2019-06-10 一 17:34]--[2019-06-10 一 18:06] =>  0:32
    CLOCK: [2019-06-10 一 16:55]--[2019-06-10 一 17:12] =>  0:17
*** 19Q2 记录
    CLOCK: [2019-06-29 六 17:00]--[2019-06-29 六 17:14] =>  0:14
    CLOCK: [2019-06-29 六 16:05]--[2019-06-29 六 16:38] =>  0:33
    CLOCK: [2019-05-08 三 00:53]--[2019-05-08 三 01:28] =>  0:35
*** 1904 整理观影记录
*** 1812 18年年度回顾
*** 19年春节记录
** 技术学习
*** 1907 distcp学习
    CLOCK: [2019-07-21 日 17:42]--[2019-07-21 日 18:44] =>  1:02
** 写作
** 钢琴学习
*** 1905 练习《那个夏天》
    CLOCK: [2019-06-16 日 20:01]--[2019-06-16 日 20:20] =>  0:19
    CLOCK: [2019-06-15 六 22:43]--[2019-06-15 六 23:20] =>  0:37
    CLOCK: [2019-06-15 六 00:10]--[2019-06-15 六 00:37] =>  0:27
    CLOCK: [2019-06-12 三 23:51]--[2019-06-13 四 00:28] =>  0:37
    CLOCK: [2019-06-12 三 08:48]--[2019-06-12 三 09:19] =>  0:31
    CLOCK: [2019-06-12 三 00:05]--[2019-06-12 三 01:04] =>  0:59
    CLOCK: [2019-06-05 三 23:10]--[2019-06-05 三 23:26] =>  0:16
    CLOCK: [2019-06-01 六 21:30]--[2019-06-01 六 22:34] =>  1:04
    CLOCK: [2019-05-29 三 09:02]--[2019-05-29 三 09:10] =>  0:08
    CLOCK: [2019-05-28 二 23:04]--[2019-05-28 二 23:48] =>  0:44
** 其他
*** 1907 整理公司的MBP13的工作环境
    CLOCK: [2019-07-21 日 16:15]--[2019-07-21 日 16:33] =>  0:18
    CLOCK: [2019-07-21 日 14:32]--[2019-07-21 日 15:06] =>  0:34
    CLOCK: [2019-07-21 日 13:53]--[2019-07-21 日 14:30] =>  0:37
    CLOCK: [2019-07-21 日 11:11]--[2019-07-21 日 11:30] =>  0:19
    CLOCK: [2019-07-21 日 01:10]--[2019-07-21 日 01:58] =>  0:48
    CLOCK: [2019-07-21 日 00:10]--[2019-07-21 日 00:20] =>  0:10
    CLOCK: [2019-07-20 六 18:22]--[2019-07-20 六 19:20] =>  0:58
    CLOCK: [2019-07-14 日 18:30]--[2019-07-14 日 18:53] =>  0:23
    CLOCK: [2019-07-14 日 17:48]--[2019-07-14 日 18:28] =>  0:40
    CLOCK: [2019-07-14 日 16:44]--[2019-07-14 日 17:46] =>  1:02
    CLOCK: [2019-07-14 日 15:40]--[2019-07-14 日 16:39] =>  0:59
* 生活
** 19年国庆
*** 1910 花地除草
    CLOCK: [2019-10-03 四 16:35]--[2019-10-03 四 17:30] =>  0:55
*** 1910 去三毛家做客喝酒
    CLOCK: [2019-10-02 三 18:00]--[2019-10-02 三 20:30] =>  2:30
*** 1910 国庆小亮迎亲
    CLOCK: [2019-10-01 二 10:01]--[2019-10-01 二 15:00] =>  4:59
*** 1909 周日提前下班赶回家的火车
    CLOCK: [2019-09-29 日 17:00]--[2019-09-29 日 19:00] =>  2:00
** 19年端午
*** 1906 初步整理照片
    CLOCK: [2019-06-10 一 15:30]--[2019-06-10 一 16:54] =>  1:24
    CLOCK: [2019-06-08 六 23:03]--[2019-06-08 六 23:28] =>  0:25
    CLOCK: [2019-06-07 五 23:00]--[2019-06-08 六 00:10] =>  1:10
*** 1906 晚上到处找吃的最后去吃牧马人吃涮羊肉
    CLOCK: [2019-06-08 六 18:50]--[2019-06-08 六 21:00] =>  2:10
*** 1906 乌兰布统草原穿越
    CLOCK: [2019-06-08 六 08:18]--[2019-06-08 六 14:34] =>  6:16
*** 1906 晚上吃那日满达然后买感冒药
    CLOCK: [2019-06-07 五 19:30]--[2019-06-07 五 21:41] =>  2:11
*** 1906 下午游蛤蟆坝
    CLOCK: [2019-06-07 五 13:40]--[2019-06-07 五 18:00] =>  4:20
*** 1906 从科技园到西二旗到牡丹园再赶上去草原的长途车
    CLOCK: [2019-06-06 四 17:45]--[2019-06-06 四 20:00] =>  2:15
*** 1906 出游准备工作
    CLOCK: [2019-06-05 三 23:28]--[2019-06-06 四 00:33] =>  1:05
** 看视频
*** 1907 复习龙珠Z：人造人篇
    CLOCK: [2019-07-20 六 13:09]--[2019-07-20 六 16:30] =>  3:21
*** 1907 复习龙珠Z：战斗在那美克星
    CLOCK: [2019-07-14 日 20:30]--[2019-07-14 日 22:11] =>  1:41
    CLOCK: [2019-07-14 日 12:16]--[2019-07-14 日 15:16] =>  3:00
*** 1906 中国新说唱
    CLOCK: [2019-06-30 日 19:25]--[2019-06-30 日 20:44] =>  1:19
    CLOCK: [2019-06-21 五 22:40]--[2019-06-21 五 23:52] =>  1:12
*** 斗鱼TV
    CLOCK: [2019-06-10 一 17:20]--[2019-06-10 一 17:34] =>  0:14
*** 1905 B站：木鱼微剧场：Ligal High
    CLOCK: [2019-05-31 五 00:00]--[2019-05-31 五 00:51] =>  0:51
    CLOCK: [2019-05-30 四 00:30]--[2019-05-30 四 01:11] =>  0:41
*** 1905 B站：木鱼微剧场：红楼梦
    CLOCK: [2019-05-29 三 06:11]--[2019-05-29 三 06:50] =>  0:39
*** 1904 复习权力的游戏
    CLOCK: [2019-05-23 四 23:28]--[2019-05-23 四 23:59] =>  0:31
    CLOCK: [2019-05-10 五 00:20]--[2019-05-10 五 01:59] =>  1:39
    CLOCK: [2019-05-08 三 23:09]--[2019-05-09 四 01:11] =>  2:02
    CLOCK: [2019-04-29 一 00:20]--[2019-04-29 一 02:04] =>  1:44
*** 1904 B站：电影最TOP 回顾21部漫威宇宙电影
    CLOCK: [2019-04-23 二 23:38]--[2019-04-24 三 01:06] =>  1:28
** 看电影/电视剧
*** 1907 阿丽塔：战斗天使
    CLOCK: [2019-07-13 六 13:18]--[2019-07-13 六 14:00] =>  0:42
    CLOCK: [2019-07-13 六 11:16]--[2019-07-13 六 13:16] =>  2:00
*** 1907 汉尼拔S2
    CLOCK: [2019-07-14 日 01:59]--[2019-07-14 日 03:01] =>  1:02
    CLOCK: [2019-07-13 六 09:46]--[2019-07-13 六 11:15] =>  1:29
    CLOCK: [2019-07-12 五 22:20]--[2019-07-13 六 00:03] =>  1:43
    CLOCK: [2019-07-09 二 17:29]--[2019-07-09 二 18:27] =>  0:58
    CLOCK: [2019-07-09 二 11:59]--[2019-07-09 二 16:00] =>  4:01
    CLOCK: [2019-07-09 二 10:57]--[2019-07-09 二 11:32] =>  0:35
    CLOCK: [2019-07-08 一 23:06]--[2019-07-09 二 00:01] =>  0:55
    CLOCK: [2019-07-06 六 11:35]--[2019-07-06 六 12:25] =>  0:50
    CLOCK: [2019-07-01 一 23:12]--[2019-07-02 二 00:03] =>  0:51
*** 1906 傲慢与偏见 2005
    CLOCK: [2019-06-29 六 12:30]--[2019-06-29 六 16:05] =>  3:35
*** 1906 汉尼拔S1
    CLOCK: [2019-06-29 六 10:34]--[2019-06-29 六 11:30] =>  0:56
    CLOCK: [2019-06-29 六 00:27]--[2019-06-29 六 01:18] =>  0:51
    CLOCK: [2019-06-27 四 00:51]--[2019-06-27 四 01:40] =>  0:49
    CLOCK: [2019-06-25 二 23:49]--[2019-06-26 三 00:53] =>  1:04
    CLOCK: [2019-06-25 二 00:34]--[2019-06-25 二 01:23] =>  0:49
    CLOCK: [2019-06-23 日 16:14]--[2019-06-23 日 19:14] =>  3:00
    CLOCK: [2019-06-23 日 15:00]--[2019-06-23 日 15:31] =>  0:31
    CLOCK: [2019-06-23 日 12:28]--[2019-06-23 日 14:40] =>  2:12
*** 1906 Legal High
    CLOCK: [2019-06-18 二 01:10]--[2019-06-18 二 02:23] =>  1:13
*** 1906 切尔诺贝利
    CLOCK: [2019-06-16 日 13:25]--[2019-06-16 日 14:55] =>  1:30
    CLOCK: [2019-06-15 六 11:32]--[2019-06-15 六 11:55] =>  0:23
    CLOCK: [2019-06-13 四 00:57]--[2019-06-13 四 01:30] =>  0:33
    CLOCK: [2019-06-13 四 00:37]--[2019-06-13 四 00:52] =>  0:15
*** 1906 绿皮书
    CLOCK: [2019-06-10 一 14:37]--[2019-06-10 一 14:52] =>  0:15
    CLOCK: [2019-06-10 一 11:33]--[2019-06-10 一 14:09] =>  2:36
*** 1906 忌日快乐（端午出游）
    CLOCK: [2019-06-10 一 09:55]--[2019-06-10 一 11:30] =>  1:35
    CLOCK: [2019-06-07 五 08:04]--[2019-06-07 五 08:42] =>  0:38
*** 1906 奇妙的家族（端午出游）
    CLOCK: [2019-06-06 四 20:21]--[2019-06-06 四 22:11] =>  1:50
*** 1905 柯南剧场版：世纪末的魔法师
    CLOCK: [2019-06-01 六 11:47]--[2019-06-01 六 13:00] =>  1:13
    CLOCK: [2019-05-31 五 00:51]--[2019-05-31 五 01:02] =>  0:11
    CLOCK: [2019-05-29 三 00:56]--[2019-05-29 三 01:28] =>  0:32
    CLOCK: [2019-05-28 二 00:17]--[2019-05-28 二 00:49] =>  0:32
*** 1905 复仇者联盟四：终局之战
    CLOCK: [2019-05-19 日 21:35]--[2019-05-20 一 00:30] =>  2:55
*** 1904 权力的游戏S8
    CLOCK: [2019-05-13 一 23:26]--[2019-05-14 二 00:52] =>  1:26
    CLOCK: [2019-05-07 二 00:00]--[2019-05-07 二 01:18] =>  1:18
    CLOCK: [2019-04-21 日 20:29]--[2019-04-21 日 20:30] =>  0:01
    CLOCK: [2019-04-16 二 00:23]--[2019-04-16 二 01:25] =>  1:02
*** 1905 权力的游戏S7
    CLOCK: [2019-05-04 六 00:02]--[2019-05-04 六 00:30] =>  0:28
    CLOCK: [2019-05-03 五 21:41]--[2019-05-04 六 00:01] =>  2:20
    CLOCK: [2019-05-03 五 20:00]--[2019-05-03 五 21:18] =>  1:18
*** 1904 教父
    CLOCK: [2019-04-21 日 20:30]--[2019-04-21 日 21:00] =>  0:30
** 上网
*** 1907 了解TA
    CLOCK: [2019-07-06 六 12:40]--[2019-07-06 六 15:39] =>  2:59
    CLOCK: [2019-07-06 六 10:16]--[2019-07-06 六 11:35] =>  1:19
    CLOCK: [2019-07-06 六 01:10]--[2019-07-06 六 02:29] =>  1:19
** 购物
*** 1909 买双鞋子
    CLOCK: [2019-09-01 日 11:20]--[2019-09-01 日 12:20] =>  1:00
*** 1909 想换套轻便的相机
    CLOCK: [2019-09-01 日 09:09]--[2019-09-01 日 10:03] =>  0:54
    CLOCK: [2019-09-01 日 00:45]--[2019-09-01 日 01:37] =>  0:52
*** 1908 买个Android手机
    CLOCK: [2019-08-17 六 01:35]--[2019-08-17 六 02:04] =>  0:29
    CLOCK: [2019-08-16 五 00:24]--[2019-08-16 五 00:39] =>  0:15
*** 1906 准备再买个iPad 
    CLOCK: [2019-06-18 二 23:00]--[2019-06-18 二 23:31] =>  0:31
** 生活杂事
*** 和家人聊天
    CLOCK: [2019-08-11 日 22:00]--[2019-08-11 日 22:41] =>  0:41
    CLOCK: [2019-07-21 日 20:49]--[2019-07-21 日 21:10] =>  0:21
    CLOCK: [2019-06-29 六 11:31]--[2019-06-29 六 12:12] =>  0:41
    CLOCK: [2019-06-05 三 21:40]--[2019-06-05 三 22:10] =>  0:30
    CLOCK: [2019-05-03 五 21:19]--[2019-05-03 五 21:41] =>  0:22
*** 1909 滴滴车主课程学习
    CLOCK: [2019-09-01 日 22:01]--[2019-09-01 日 22:31] =>  0:30
*** 1908 准备七夕礼物
    CLOCK: [2019-08-05 一 12:28]--[2019-08-05 一 12:39] =>  0:11
    CLOCK: [2019-08-05 一 10:21]--[2019-08-05 一 11:10] =>  0:49
*** 1907 全名K歌
    CLOCK: [2019-07-18 四 01:30]--[2019-07-18 四 02:54] =>  1:24
*** 1906 折腾一下降税
    CLOCK: [2019-06-18 二 23:31]--[2019-06-19 三 00:07] =>  0:36
*** 1906 生成照片视频发给大学同学
    CLOCK: [2019-06-15 六 11:00]--[2019-06-15 六 11:30] =>  0:30
*** 1906 折腾PC连接电视
    CLOCK: [2019-06-14 五 00:10]--[2019-06-14 五 01:20] =>  1:10
*** 1904 五一出游计划
    CLOCK: [2019-04-30 二 09:17]--[2019-04-30 二 11:18] =>  2:01
    CLOCK: [2019-04-30 二 01:00]--[2019-04-30 二 01:22] =>  0:22
    CLOCK: [2019-04-28 日 22:54]--[2019-04-28 日 23:27] =>  0:33
    CLOCK: [2019-04-25 四 22:40]--[2019-04-26 五 00:05] =>  1:25
** 外出
*** 1909 周六去和人去凯德MALL看电影去环宇荟吃小明同学
    CLOCK: [2019-09-28 六 18:00]--[2019-09-28 六 22:00] =>  4:00
*** 1909 周二去请人去西三旗素虎吃饭然后送回家
    CLOCK: [2019-09-24 二 17:30]--[2019-09-24 二 21:30] =>  4:00
*** 1909 周日外出跑步未遂和俊影聊了职业发展
    CLOCK: [2019-09-22 日 19:00]--[2019-09-22 日 20:30] =>  1:30
*** 1909 周五Pingo4.4发布聚餐
    CLOCK: [2019-09-20 五 18:30]--[2019-09-20 五 22:20] =>  3:50
*** 1909 周日傍晚爬百望山
    CLOCK: [2019-09-01 日 18:05]--[2019-09-01 日 19:10] =>  1:05
*** 1908 周日邀请同事前同事来我家看TI9做饭吃看电影
    CLOCK: [2019-08-25 日 10:00]--[2019-08-25 日 21:30] => 11:30
*** 1908 周日去安立路漂亮广场
    CLOCK: [2019-08-18 日 18:30]--[2019-08-18 日 22:10] =>  3:40
*** 1908 周日三人吃嘉和一品粥然后送张宏回青塔
    CLOCK: [2019-08-11 日 19:20]--[2019-08-11 日 21:07] =>  1:47
*** 1908 周六去苏州街科发源接张宏晓阳然后回家玩
    CLOCK: [2019-08-10 六 19:00]--[2019-08-10 六 21:00] =>  2:00
*** 1908 周一请假晚上去永旺回来后煮奶酪方便面
    CLOCK: [2019-08-05 一 19:00]--[2019-08-05 一 20:50] =>  1:50
*** 1907 周六小乐启阳柳洋锋哥去工体喝酒看球
    CLOCK: [2019-07-06 六 17:00]--[2019-07-06 六 23:00] =>  6:00
*** 1906 周六天气极好奥森跑步后闲逛拍照
    CLOCK: [2019-06-29 六 19:39]--[2019-06-29 六 20:25] =>  0:46
*** 1906 周六傍晚和同事去永旺吃饭买促销商品然后去苏宁小店买豆奶
    CLOCK: [2019-06-22 六 20:00]--[2019-06-22 六 21:55] =>  1:55
*** 1906 去永旺剪裤脚去中关村森林公园跑步
    CLOCK: [2019-06-10 一 19:00]--[2019-06-10 一 20:30] =>  1:30
*** 1906 和相林逛河滨森林公园和永旺商场
    CLOCK: [2019-06-01 六 17:33]--[2019-06-01 六 19:50] =>  2:17
*** 1904 去善缘街1号自取FE24-105G
    CLOCK: [2019-04-30 二 13:00]--[2019-04-30 二 15:00] =>  2:00

** 外出一起
*** 1908 研究北京西站接人
    CLOCK: [2019-09-01 日 23:01]--[2019-09-01 日 23:42] =>  0:41
*** 1908 周五晚上接轩瑜吃京兆尹逛奥森并初次
    CLOCK: [2019-08-23 五 17:30]--[2019-08-24 六 01:00] =>  7:30
*** 1908 周三晚上和轩瑜见面逛小区N圈
    CLOCK: [2019-08-21 三 20:30]--[2019-08-21 三 22:55] =>  2:25
*** 1908 周二去首都机场接轩瑜
    CLOCK: [2019-08-20 二 17:15]--[2019-08-20 二 22:15] =>  5:00
*** 1908 七夕去丰科万达吃海鲜粥底回造甲小区车内表白
    CLOCK: [2019-08-07 三 17:25]--[2019-08-07 三 23:30] =>  6:05
*** 1908 周日接下班去西站吃小大董
    CLOCK: [2019-08-04 日 18:30]--[2019-08-04 日 22:00] =>  3:30
*** 1907 周日带去公司参观然后去丰科万达吃福阪食堂
    CLOCK: [2019-07-28 日 15:15]--[2019-07-28 日 22:10] =>  6:55
*** 1907 周二下班送冰与火之歌原版过去
    CLOCK: [2019-07-23 二 19:30]--[2019-07-23 二 22:30] =>  3:00
*** 1907 周六去银座和谐广场看IMAX狮子王吃凑凑火锅
    CLOCK: [2019-07-13 六 16:00]--[2019-07-13 六 22:03] =>  6:03
*** 1907 周日从总局到圆明园玩再去丰科万达吃九万士多港式海鲜粥底火锅
    CLOCK: [2019-07-07 日 15:30]--[2019-07-07 日 22:10] =>  6:40
*** 1907 周末邀约
    CLOCK: [2019-07-07 日 12:31]--[2019-07-07 日 13:20] =>  0:49
    CLOCK: [2019-07-07 日 10:11]--[2019-07-07 日 11:45] =>  1:34
*** 1906 周日去丰科万达吃蒸汽石锅鱼然后送到税务局
    CLOCK: [2019-06-30 日 10:27]--[2019-06-30 日 16:00] =>  5:33
*** 1906 外出前准备
    CLOCK: [2019-06-30 日 06:05]--[2019-06-30 日 06:59] =>  0:54
    CLOCK: [2019-06-29 六 22:00]--[2019-06-29 六 23:16] =>  1:16
*** 1905 周日去法海寺看壁画爬山吃凑凑看复联四
    CLOCK: [2019-05-19 日 13:00]--[2019-05-19 日 21:20] =>  8:20
** 玩游戏
*** 1908 魔兽世界怀旧版
    CLOCK: [2019-10-12 六 21:40]--[2019-10-13 日 03:25] =>  5:45
    CLOCK: [2019-10-12 六 03:38]--[2019-10-12 六 04:38] =>  1:00
    CLOCK: [2019-10-11 五 22:48]--[2019-10-12 六 03:25] =>  4:37
    CLOCK: [2019-10-10 四 08:05]--[2019-10-10 四 09:04] =>  0:59
    CLOCK: [2019-10-09 三 21:40]--[2019-10-10 四 04:59] =>  7:19
    CLOCK: [2019-10-09 三 14:54]--[2019-10-09 三 21:34] =>  6:40
    CLOCK: [2019-10-09 三 09:34]--[2019-10-09 三 14:37] =>  5:03
    CLOCK: [2019-10-08 二 20:27]--[2019-10-09 三 03:16] =>  6:49
    CLOCK: [2019-10-06 日 01:18]--[2019-10-06 日 01:52] =>  0:34
    CLOCK: [2019-10-04 五 10:23]--[2019-10-04 五 10:27] =>  0:04
    CLOCK: [2019-10-03 四 22:25]--[2019-10-03 四 22:30] =>  0:05
    CLOCK: [2019-10-03 四 20:56]--[2019-10-03 四 21:06] =>  0:10
    CLOCK: [2019-10-03 四 17:58]--[2019-10-03 四 19:15] =>  1:17
    CLOCK: [2019-10-03 四 15:02]--[2019-10-03 四 16:30] =>  1:28
    CLOCK: [2019-10-03 四 13:14]--[2019-10-03 四 14:05] =>  0:51
    CLOCK: [2019-10-03 四 09:51]--[2019-10-03 四 10:50] =>  0:59
    CLOCK: [2019-10-03 四 08:15]--[2019-10-03 四 08:52] =>  0:37
    CLOCK: [2019-10-02 三 21:27]--[2019-10-03 四 00:15] =>  2:48
    CLOCK: [2019-10-02 三 20:42]--[2019-10-02 三 21:10] =>  0:28
    CLOCK: [2019-10-02 三 13:39]--[2019-10-02 三 15:02] =>  1:23
    CLOCK: [2019-10-02 三 11:11]--[2019-10-02 三 11:25] =>  0:14
    CLOCK: [2019-10-01 二 23:18]--[2019-10-02 三 02:25] =>  3:07
    CLOCK: [2019-10-01 二 19:56]--[2019-10-01 二 21:55] =>  1:59
    CLOCK: [2019-10-01 二 18:05]--[2019-10-01 二 18:30] =>  0:25
    CLOCK: [2019-10-01 二 17:39]--[2019-10-01 二 17:59] =>  0:20
    CLOCK: [2019-10-01 二 15:29]--[2019-10-01 二 15:38] =>  0:09
    CLOCK: [2019-10-01 二 08:36]--[2019-10-01 二 10:00] =>  1:24
    CLOCK: [2019-10-01 二 07:31]--[2019-10-01 二 08:00] =>  0:29
    CLOCK: [2019-09-30 一 23:14]--[2019-10-01 二 00:10] =>  0:56
    CLOCK: [2019-09-30 一 15:24]--[2019-09-30 一 19:05] =>  3:41
    CLOCK: [2019-09-30 一 10:35]--[2019-09-30 一 11:32] =>  0:57
    CLOCK: [2019-09-30 一 04:30]--[2019-09-30 一 06:04] =>  1:34
    CLOCK: [2019-09-29 日 19:18]--[2019-09-29 日 20:42] =>  1:24
    CLOCK: [2019-09-28 六 23:41]--[2019-09-29 日 04:24] =>  4:43
    CLOCK: [2019-09-28 六 16:27]--[2019-09-28 六 16:47] =>  0:20
    CLOCK: [2019-09-28 六 10:50]--[2019-09-28 六 15:36] =>  4:46
    CLOCK: [2019-09-27 五 22:11]--[2019-09-28 六 02:29] =>  4:18
    CLOCK: [2019-09-27 五 02:31]--[2019-09-27 五 03:31] =>  1:00
    CLOCK: [2019-09-27 五 01:59]--[2019-09-27 五 02:13] =>  0:14
    CLOCK: [2019-09-26 四 01:31]--[2019-09-26 四 04:51] =>  3:20
    CLOCK: [2019-09-25 三 22:47]--[2019-09-26 四 01:08] =>  2:21
    CLOCK: [2019-09-24 二 23:27]--[2019-09-25 三 02:05] =>  2:38
    CLOCK: [2019-09-24 二 13:42]--[2019-09-24 二 15:10] =>  1:28
    CLOCK: [2019-09-24 二 11:01]--[2019-09-24 二 13:14] =>  2:13
    CLOCK: [2019-09-24 二 00:25]--[2019-09-24 二 02:11] =>  1:46
    CLOCK: [2019-09-22 日 23:35]--[2019-09-23 一 02:21] =>  2:46
    CLOCK: [2019-09-22 日 17:04]--[2019-09-22 日 18:04] =>  1:00
    CLOCK: [2019-09-22 日 14:19]--[2019-09-22 日 16:50] =>  2:31
    CLOCK: [2019-09-22 日 13:07]--[2019-09-22 日 13:08] =>  0:01
    CLOCK: [2019-09-22 日 11:17]--[2019-09-22 日 11:44] =>  0:27
    CLOCK: [2019-09-21 六 23:40]--[2019-09-22 日 00:17] =>  0:37
    CLOCK: [2019-09-21 六 21:16]--[2019-09-21 六 23:29] =>  2:13
    CLOCK: [2019-09-21 六 10:56]--[2019-09-21 六 15:46] =>  4:50
    CLOCK: [2019-09-21 六 10:01]--[2019-09-21 六 10:47] =>  0:46
    CLOCK: [2019-09-21 六 00:08]--[2019-09-21 六 03:12] =>  3:04
    CLOCK: [2019-09-19 四 23:37]--[2019-09-20 五 01:25] =>  1:48
    CLOCK: [2019-09-18 三 23:53]--[2019-09-19 四 01:06] =>  1:13
    CLOCK: [2019-09-18 三 00:24]--[2019-09-18 三 02:32] =>  2:08
    CLOCK: [2019-09-17 二 00:08]--[2019-09-17 二 01:30] =>  1:22
    CLOCK: [2019-09-11 三 23:20]--[2019-09-12 四 02:19] =>  2:59
    CLOCK: [2019-09-11 三 00:09]--[2019-09-11 三 02:37] =>  2:28
    CLOCK: [2019-09-06 五 01:20]--[2019-09-06 五 03:30] =>  2:10
    CLOCK: [2019-09-05 四 01:38]--[2019-09-05 四 02:33] =>  0:55
*** 1903 塞尔达传说：荒野之息
    CLOCK: [2019-05-18 六 10:10]--[2019-05-18 六 10:50] =>  0:40
    CLOCK: [2019-05-18 六 01:10]--[2019-05-18 六 01:40] =>  0:30
*** 1905 隐形守护者
    CLOCK: [2019-05-16 四 00:37]--[2019-05-16 四 01:00] =>  0:23

** 健身
*** 百度科技楼健身房
    CLOCK: [2019-05-21 二 20:39]--[2019-05-21 二 21:10] =>  0:31

    
    
